[
  {
    "sourceId": "30074869",
    "title": "Utvecklare",
    "description": "Vi på Combitech och affärsområdet Kritiska System i Linköping arbetar idag med in-houseteam och teamleveranser. Hos oss är du en del av ett team som ansvarar för sin leverans, planering och problemlösning gentemot våra kunder. Hos oss får du möjlighet att arbeta med spännande projekt i teknikens framkant, där du är med och gör skillnad!\n\n \n\nVAD VI ERBJUDER\n\nSom konsult hos oss på Combitech kommer din personliga utveckling i fokus. Du erbjuds kontinuerlig kompetensutveckling i form av interna och externa kurser inom både tekniska ämnen men även personlig utveckling. Vi tror på kombinationskraft och att vi är som bäst när vi tar hjälp av varandra.\n\n \n\nDu kommer arbeta i ett självorganiserande team som tar ansvar och trivs med att fatta våra egna beslut. Våra tvärfunktionella team består av medlemmar med olika tekniska kompetenser som kompletterar varandra perfekt. Genom att följa agila metoder säkerställer vi flexibilitet och snabb anpassning.\n\n \n\nVi har en stark teamkänsla och en positiv arbetsmiljö där vi stöttar och inspirerar varandra. Dessutom gör vi ofta roliga aktiviteter tillsammans utanför jobbet, vilket stärker vår sammanhållning och gör att vi har kul tillsammans. En stor fördel med vår teamverksamhet är att du aldrig fastnar inom ett team, teknikområde eller domän, utan har möjligheten att kunna växla mellan team och tekniker.\n\n \n\n \n\nVAD ROLLEN INNEBÄR\n\nVi söker förstärkning i flera discipliner inom mjukvaru-/systemutveckling till något av följande team:\n\n * \n\nTeam 1 och 2 arbetar med system- och mjukvaruutveckling av flygsäkerhetskritiska system med programmering i C++, kravhantering, design, implementation och verifiering.\n * \n\nTeam 3-5 jobbar med system- och mjukvaruutveckling för militära produkter; där arbetar vi med kravhantering, systemdesign, implementation och verifiering.\n * \n\nTeam 6 arbetar med verifiering av delsystem för civila flygplan. Där jobbar vi med system- och mjukvaruverifiering, kravhantering, teststrategier och testimplementation.\n * \n\nTeam 7 är med och utvecklar autonoma helikoptrar med C++ och C# .Net och jobbar med hela spannet från system till verifiering.\n\n \n\nVAD VI SÖKER\n\nVi söker dig som är civil- eller högskoleingenjör med inriktning mot datateknik/teknisk fysik eller motsvarande och har minst tre års erfarenhet inom mjukvaru-/systemutveckling. Du har goda programmeringskunskaper och trivs med agila arbetsmetoder som Scrum och Kanban.\n\n \n\nFör att trivas och utvecklas i rollen vill vi att du motiveras av att lösa problem tillsammans med andra. Du uppskattar att arbeta tillsammans i team och vi tror även att du har en analytisk förmåga och en medvetenhet för kvalitet.\n\n \n\nVi vill bygga team av individer som tillsammans har ett brett spann av erfarenheter, personligheter och kompetenser för att komplettera varandra.\n\n \n\nDå tjänsten innebär arbete som omfattas av försvarssekretess krävs det att du genomför och godkänns i en säkerhetsprövning med registerkontroll. \n\n \n\nUrval sker löpande. Vi ser fram emot din ansökan!\n\n \n\nKontaktperson/Rekryterande chef: Sanna Manhem, sanna.manhem@combitech.com +46 734468484\n\n \n\nVi undanber oss rekryteringssamarbeten.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30074869",
    "publishedAt": "2025-09-26T08:04:21.000Z",
    "expiresAt": "2025-10-10T21:59:59.000Z",
    "city": null,
    "region": "Östergötlands län",
    "country": "Sverige",
    "employerName": "Combitech AB"
  },
  {
    "sourceId": "30093714",
    "title": "Senior utvecklare",
    "description": "Är du en erfaren systemutvecklare som vill arbeta med teknik som gör skillnad - på riktigt? Hos oss på Combitech får du chansen att kombinera din passion för utveckling med att bidra till ett smartare och säkrare samhälle.\n\n \n\n \n\nVad vi erbjuder\n\nVi vet att våra medarbetare är vår största tillgång och vi vill att du ska växa med oss. Därför erbjuder vi kontinuerlig kompetensutveckling genom både utbildningar och spännande projekt. Vi främjar balans i livet med flexibla arbetstider och har förståelse för vardagen. Som en del av Saab-koncernen erbjuder vi trygghet och stabilitet med lång erfarenhet av högteknologi och forskning. Hos oss blir du en del av ett team där man stöttar varandra och har kul på jobbet.\n\nDu blir en del av ett långsiktigt uppdrag för Försvarsmakten som växer med nya utmaningar, där du får möjlighet att påverka och ta ansvar i en organisation med cirka 40 kollegor. Beslutsvägarna är korta och frihetsgraden stor.\n\n \n\n \n\nVad rollen innebär\n\nDu kommer in i ett engagerat och agilt team som utvecklar och vidareutvecklar en ny applikation. I rollen får du arbeta nära användare och verksamhetsspecialister, implementera ny funktionalitet och lösa tekniska utmaningar. Du får vara med och forma lösningar som verkligen används och gör skillnad.\n\n \n\nDå tjänsten innebär arbete som omfattas av försvarssekretess krävs det att du genomför och godkänns i en säkerhetsprövning med registerkontroll. \n\n \n\nUrval sker löpande, och vi ser fram emot din ansökan!\n\n \n\n \n\nVad vi söker\n\nVi letar efter dig som har flera års erfarenhet av systemutveckling och brinner för programmering, problemlösning och att lära dig nya saker. Du är kvalitetsmedveten, analytisk och nyfiken, samt en lagspelare som gillar att samarbeta och bidra till en god stämning.\n\n \n\nEn akademisk bakgrund inom datateknik eller motsvarande är meriterande.\n\n \n\nDet är också meriterande om du har erfarenhet av något inom vår tech stack\n\nVi arbetar med C#, .Net, SQL, Oracle, SQLLite, Azure DevOps, git och Blazor.\n\n \n\nExtra värdefullt är även förståelse för Försvarsmaktens verksamhet och ett högt säkerhetsmedvetande.\n\n \n\nVill du veta mer om hur det är att arbeta hos oss? Kolla in våra karriärsidor på vår webb!\n\n \n\nKontaktperson/Rekryterande chef: Peter Gustavsson: +46 73 4376207",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30093714",
    "publishedAt": "2025-10-01T12:04:31.000Z",
    "expiresAt": "2025-10-22T21:59:59.000Z",
    "city": null,
    "region": "Kronobergs län",
    "country": "Sverige",
    "employerName": "Combitech AB"
  },
  {
    "sourceId": "30087365",
    "title": "Senior utvecklare",
    "description": "Vill du jobba med teknik i framkant, samtidigt som du bidrar till samhällsnyttan? Hos oss får du intressanta arbetsuppgifter i samhällets hjärta, kombinerat med utvecklingsmöjligheter och balans mellan arbete och fritid.\r\n\r\nVar med och gör samhället möjligt!\n\nOm jobbet\n\nDu arbetar med systemutveckling i ett agilt utvecklingsteam där ni tillsammans ansvarar för teamets leveranser samtidigt som ni ser till helheten och bidrar till ett väl fungerande samhälle. Ni arbetar tillsammans med att lösa uppgifter där olika discipliner såsom krav, utveckling, test, testautomation, dokumentation, release och driftsättning ingår. \n\nVår utvecklingsmiljö bjuder på spännande utmaningar och stimulerar till kreativa lösningar. Vår tekniska målmiljö är i huvudsak Linux med flera generationer av teknikstackar och plattformar så som Red Hat OpenShift (mikrotjänster), Mule Soft med Anypoint Studio och Oracle databaser. Vi arbetar med verktyg, teknik, programspråk och ramverk som Java, JUnit, Spring Boot, REST, Postman, AMQ, Git, Gradle, Tomcat, SQL, XML och JavaScript. Utvecklingen görs i huvudsak i windowsmiljö. \n\nHos oss får du möjlighet till ständig utveckling och lärande i arbetet. Vi jobbar aktivt med kompetens- och teknikutveckling genom exempelvis innovationssprintar. Du har kunniga kollegor som du utbyter erfarenheter med och du kan utveckla både bredd och spets hos oss. Tack vare att vi är en stor it-organisation kan vi erbjuda goda möjligheter till intern rörlighet. Det är viktigt för oss att du har balans mellan jobb och fritid och vi erbjuder bland annat flexibel arbetstid och möjlighet att jobba delvis hemifrån. Du får en friskvårdstimme i veckan och friskvårdsbidrag. \n\nSkatteverkets it-avdelning arbetar aktivt för att främja en inkluderande arbetsplats som präglas av jämställdhet och mångfald där alla medarbetare får lika möjligheter att bidra och utvecklas. Läs mer på https://skatteverket.se/omoss/jobbahososs/jobbamedithososs.4.13948c0e18e810bfa0c55ba.html%]\n\nDu tillhör it-avdelningen, med placering i Sundbyberg. \n\nOm dig\n\nFör att göra ett bra jobb och trivas hos oss på Skatteverket behöver du vara lyhörd, tänka nytt och ta ansvar. I arbetet är gott omdöme och förståelse för rättssäkerhet och säkerhet viktigt. Du ska också leva upp till vår https://skatteverket.se/medarbetarpolicy.\n\nI det här jobbet ska du:\n\n - ha god samarbetsförmåga, vara hjälpsam och ha ett gott bemötande\n - ha förmågan och viljan att lära dig nya saker, vara flexibel och öppen för förändringar\n - ha god problemlösningsförmåga, se mönster och kunna göra avgränsningar\n - vara målfokuserad och bidra till att syftet med verksamheten uppnås\n - uttrycka dig väl i tal och skrift på svenska.\n\nDu ska även ha:\n\n - relevant eftergymnasial utbildning inom it, alternativt flerårig relevant och aktuell arbetslivserfarenhet inom it-området \n - flerårig aktuell och relevant arbetslivserfarenhet som systemutvecklare \n\nDet är önskvärt om du har aktuell arbetslivserfarenhet av testdriven utveckling, testautomatisering och/eller Continious Integration/Continious Delivery (CI/CD). \nDet är också önskvärt med relevant kunskap om molnarkitektur, Docker och Kubernetes/Openshift. Det är även meriterande om du har relevant erfarenhet av att ha arbetat på myndighet och/eller systemutveckling i en agil utvecklingsmiljö (SAFe).\n\nBra att veta\n\nAnställningen är tillsvidare och kan inledas med provanställning i sex månader.\n\nEn anställning hos oss kan innebära placering i säkerhetsklass. En säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan därför komma att genomföras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.\n\nPå https://skatteverket.se/jobb kan du exempelvis läsa om vår samhällsbärande roll, fördelarna med att jobba hos oss och hur det går till när du söker våra jobb.\n\nNär du ansöker bifogar du ditt cv. Vi använder inte personligt brev i våra rekryteringar och du ska därför inte bifoga det i din ansökan.\n\nVälkommen med din ansökan!\n\nSkatteverket har en samhällsbärande roll. Vårt arbete berör alla privatpersoner och företag och genom vårt uppdrag bidrar vi till ett väl fungerande samhälle. Vår utveckling är kunddriven och vi samverkar med andra för att skapa effektiva lösningar. Tillsammans gör vi samhället möjligt.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30087365",
    "publishedAt": "2025-09-30T09:20:41.000Z",
    "expiresAt": "2025-10-10T21:59:59.000Z",
    "city": null,
    "region": "Stockholms län",
    "country": "Sverige",
    "employerName": "Skatteverket"
  },
  {
    "sourceId": "30085411",
    "title": "Python utvecklare",
    "description": "Är du en nyfiken utvecklare med ett intresse för nätverk och infrastruktur? I denna roll får du arbeta nära affären och vara med och utveckla lösningar i ett av Nordens mest avancerade nätverk. Du blir en del av ett kunnigt team där din kompetens inom CRM-utveckling bidrar till att skapa stabila, effektiva och innovativa system i en snabbt föränderlig miljö.\n\nOM TJÄNSTEN \nSom Utvecklare till CRM kommer du att spela en central roll i att underhålla och vidareutveckla ett affärskritiskt ekosystem för försäljning till små och medelstora företag. Du blir en del av ett litet team som arbetar proaktivt med att säkerställa systemens stabilitet och funktionalitet, samt reaktivt vid incidenter.\n\nDu erbjuds\n- Möjligheten att få vara del av ett långsiktigt konsultuppdrag, på inledningsvis 6 månader med stor chans till förlängning\n- Möjlighet att arbeta med ett meningsfullt projekt med utrymme för professionell utveckling och innovativ problemlösning, där du bidrar till att forma ett nyckelverktyg för verksamheten\n- En dedikerad konsultchef som stöttar dig under hela projektets gång\n\nARBETSUPPGIFTER \n\nArbetsuppgifter\n\n\n* Underhålla applikationer inom CRM-ekosystemet  \n* Reagera på incidenter och lösa tekniska problem  \n* Initiera och driva förbättringar av befintliga system  \n* Utveckla och implementera nya API:er  \n* Utveckla och underhålla säljar-frontend  \n* Utveckla och underhålla kundportal för offerthantering\n\n\nVI SÖKER DIG SOM \n- God kunskap i Python\n- God kunskap i Elasticsearch\n- Grundläggande förståelse för Kubernetes\n- Förmåga att arbeta självständigt och ta ansvar\n- Proaktiv och reaktiv förmåga vid incidenthantering\n\nDet är meriterande om du har\n- Kunskap om Django\n- Erfarenhet av Docker\n- Kännedom om PostgreSQL/PostGIS\n- Erfarenhet av React och Redux\n- Kunskap om Devops och Azure DevOps\n- Erfarenhet av Eloquent ORM eller SQLAlchemy\n- Kännedom om CronJobs\n- Erfarenhet av Recaptcha\n- Erfarenhet av MySQL\n- Kännedom om Power BI\n\nFör att lyckas i rollen har du följande personliga egenskaper:\n- Förändringsbenägen\n- Stresstolerant\n- Målmedveten\n- Ansvarstagande\n- Intellektuellt nyfiken\n\nVår rekryteringsprocess\n\nDenna rekryteringsprocess hanteras av Academic Work och vår kunds önskemål är att alla frågor rörande tjänsten skickas till Academic Work.\n\nVi tillämpar löpande urval och kommer plocka ner annonsen när tillräckligt många kandidater har nått slutskedet i rekryteringsprocessen. Vid ansökan efterfrågas ett CV. Personligt brev använder vi inte som urvalsmetod och behöver därför inte bifogas. Rekryteringsprocessen innehåller två urvalstest: ett personlighetstest och ett test i kognitiv förmåga. Testerna är ett verktyg för att kunna hitta den kandidat med högst potential för tjänsten samt främja jämlikhet, mångfald och en rättvis rekryteringsprocess.\n\nINFORMATION OM FÖRETAGET \nour client",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30085411",
    "publishedAt": "2025-09-29T22:01:32.000Z",
    "expiresAt": "2025-10-30T22:59:59.000Z",
    "city": null,
    "region": "Stockholms län",
    "country": "Sverige",
    "employerName": "Academic Work Sweden AB"
  },
  {
    "sourceId": "30078439",
    "title": "C/C++ utvecklare",
    "description": "Brinner du för säkerhetskritiska system? Bli Embeddedutvecklare på ett ledande teknikbolag i Göteborg! \nOm företaget:\nHos vår kund blir du en del av ett dynamiskt team på ett av Nordens största teknikkonsultföretag, där du får möjlighet att arbeta med både nischade och varierande projekt. Din roll kan skräddarsys efter dina styrkor och ambitioner, och du får arbeta med teknik som gör verklig skillnad – företaget verkar globalt med huvudkontor i Sverige och bidrar till att stärka flera nationers försvarsförmåga. Som konsult får du också erfarenhet från olika branscher, såsom industri, försvar, medtech, fordon och telekom, vilket ger en bred och stimulerande karriär.\nTjänsten är en direktrekrytering vilket innebär att rekryteringsprocessen sker genom Futuria People men du kommer anställas direkt hos kund.\nOm rollen:\nDet här är en bred och viktig roll där du blir spindeln i nätet på kontoret – du utvecklar och implementerar mjukvara för inbyggda system i säkerhetskritiska miljöer. Rollen kan även inkludera försvarsrelaterade projekt, support och problemlösning. Möjlighet finns för rätt person att ta nästa steg som teamledare, produktägare eller Scrum Master.\nDu kommer bland annat att:\n Utveckla mjukvara för inbyggda system i säkerhetskritiska miljöer\n Stötta teamet med problemlösning och integration\n Arbeta i team med fokus på samarbete och kunskapsdelning\n \n\nDu erbjuds: \n Spännande och varierande projekt – Arbeta inom flera branscher och tekniker med fokus på hållbara och säkra lösningar. \n Skräddarsydd roll – Din tjänst anpassas efter dina kunskaper, intressen och karriärmål. \n Karriärutveckling – Möjlighet att växa inom företaget, exempelvis som teamledare eller specialist. \n Hållbar arbetsmiljö – Balans mellan arbete och privatliv med fokus på långsiktig utveckling. \n Lärande och innovation – Teknik-kvällar och workshops där du får bygga system och utveckla nya lösningar. \n Påverkan på kultur och processer – Var med och forma företagets arbetsmiljö och samarbetsklimat. \n Teamkänsla i fokus – Social och relationsbyggande arbetsmiljö med stort fokus på samarbete. \n \nVi ser gärna att du:\nSom person är du flexibel och anpassningsbar – kanske har du tidigare erfarenhet som konsult eller en naturlig fallenhet för att arbeta i konsultliknande miljöer. Du har ett genuint intresse för att arbeta med säkerhetskritiska system och vill vara med och skapa robusta, högkvalitativa lösningar. \n\n \nVi ser gärna att du har:\n En relevant kandidatexamen inom datavetenskap, elektronik, mekatronik eller liknande.\n 3,5–5 års erfarenhet av mjukvaruutveckling för inbyggda system.\n God kunskap i programmering med C och/eller C++.\n \n Det är också meriterande om du har erfarenhet av Linux-miljöer, kunskap om versions- och automationsverktyg som Git, eller om du har en masterexamen eller civilingenjörsexamen. \n \n \nÖvrig information\n Start: Enligt överenskommelse\n Omfattning: Heltid\n Placering: Göteborg\n Eventuella frågor besvaras av rekryteringskonsult Ebba Strömberg:\n ebba.stromberg@futuriapeople.se\n \n\nPassar det här in på dig eller känner du någon som skulle passa bättre för jobbet? - Tipsa gärna!\nIntervjuer sker löpande, välkommen med din ansökan idag!\nFuturia People är rekryteringsföretaget som hjälper individer att ta nästa steg i sin karriär och företag att attrahera nya medarbetare. Genom uppsökande rekrytering och kvalitativ annonsering har vi hjälpt hundratals kandidater till ett nytt jobb och en mer stimulerande vardag.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30078439",
    "publishedAt": "2025-09-26T14:23:21.000Z",
    "expiresAt": "2025-10-17T21:59:59.000Z",
    "city": null,
    "region": "Västra Götalands län",
    "country": "Sverige",
    "employerName": "Futuria People AB"
  },
  {
    "sourceId": "30064272",
    "title": "Utvecklare bibliotek",
    "description": "Biblioteksutveckling\r\n\r\nBiblioteksutveckling arbetar strategiskt med att dela kunskap, främja samverkan och möjliggöra utveckling för folkbiblioteken i Jönköpings län. Uppdraget utgår från Bibliotekslagen och Biblioteksplan Region Jönköpings län.\nVi söker en utvecklare med fokus på digital delaktighet och kompetens, där medie- och informationskunnighet (MIK) är särskilt aktuellt.\n\nRollen som utvecklare\nI det regionala utvecklingsuppdraget arbetar du för att länets invånare ska erbjudas en relevant och jämlik biblioteksverksamhet av hög kvalitet. Du arbetar tillsammans med kollegor och i nära samverkan och dialog med folkbibliotekens personal och andra samverkansparter.\nSom utvecklare tar du initiativ till, driver och handleder projekt och processer som främjar samarbete och möter lokala utvecklingsbehov. Du omvärldsbevakar, utforskar och delar nya kunskaper och metoder. Att skapa och underhålla kontakter, driva nätverk regionalt samt medverka i interregionala nätverk är viktiga delar. Arbetet kräver nyfikenhet, reflektion, kommunikation och vilja att lära med koppling till aktuell forskning. \nTjänsten är en visstidsanställning från mitten av december och nio månader framåt med eventuell möjlighet till förlängning.\n\nDin blivande arbetsplats\nBiblioteksutveckling består av enhetschef, administrativ samordnare samt tre utvecklare och är en del i Kulturutveckling inom Regional utveckling. Arbetet utgår från Jönköping och innebär resor i och utanför länet.\n\nDin profil\nVi söker dig som har en akademisk examen inom biblioteks- och informationsvetenskap, samhällsvetenskap eller annat område som har relevans för de aktuella arbetsuppgifterna. Du har goda kunskaper inom digital delaktighet och MIK och stort intresse för folkbibliotekens roll i den digitala samhällsutvecklingen. Du är van vid att driva processer tillsammans med andra, anpassa dig utifrån olika behov och hitta lösningar. Du har pedagogisk förmåga, goda kunskaper i svenska och uttrycker dig väl i både tal och skrift. Körkort krävs. Stor vikt läggs vid personlig lämplighet.\n\nVårt erbjudande till dig\nVi erbjuder dig ett stimulerande arbete i en kreativ och lärande utvecklingsverksamhet. Pågående utvecklingsprocesser handlar också om bibliotekens demokratiska uppdrag, läsfrämjande och prioriterade grupper, där du bidrar med just din kompetens.\nSom medarbetare hos oss inom Region Jönköpings län får du tillgång till våra anställningsförmåner. En del av dem ökar din grundtrygghet, andra sätter lite guldkant på vardagen. Läs mer om våra förmåner här: Förmåner, Region Jönköpings län (http://www.rjl.se/jobb-och-karriar/Jobba-hos-oss/Formaner/)\n\nHar du frågor om tjänsten?\nVill du veta mer kring tjänsten är du välkommen att kontakta rekryterande chef Johanna Billvén,  johanna.billven@rjl.se.\nVi tar gärna emot samtal från dig som är intresserad av jobbet men tackar nej till dig som säljer annonser och rekryteringstjänster.\n\nVår rekryteringsprocess\nSista ansökningsdag är den 17 oktober.\nVälkommen med din ansökan!\nLäs mer om Region Jönköpings läns rekryteringsprocess på vår hemsida: Vår rekryteringsprocess, Region Jönköpings län (https://rjl.se/jobb-och-karriar/Lediga-jobb/Var-rekryteringsprocess/)",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30064272",
    "publishedAt": "2025-09-24T06:57:41.000Z",
    "expiresAt": "2025-10-17T21:59:59.000Z",
    "city": null,
    "region": "Jönköpings län",
    "country": "Sverige",
    "employerName": "REGION JÖNKÖPINGS LÄN"
  },
  {
    "sourceId": "30046965",
    "title": "ComfyUI utvecklare",
    "description": "Arbetsbeskrivning – AI Rendering & ComfyUI-utvecklare\nVi söker en driven och tekniskt kunnig utvecklare med erfarenhet av AI-drivna renderingslösningar och modellintegration för att bygga upp och underhålla vår interna ComfyUI-baserade utvecklingsmiljö. Rollen innebär att du arbetar i skärningspunkten mellan avancerad maskininlärning, kreativ produktion och teknisk infrastruktur.\nArbetsuppgifter\nSätta upp, konfigurera och optimera ComfyUI pipelines för lokal körning av generativa modeller (bilder, animationer, video).\nInstallera, anpassa och underhålla olika LLM- och bildgenereringsmodeller (t.ex. Stable Diffusion, Runway, MidJourney-liknande öppna modeller, ControlNet, AnimateDiff m.fl.).\nBygga automatiserade arbetsflöden för prompt-hantering, batch-rendering och sekvensbaserad animation.\nImplementera skript och noder i Python för att utöka ComfyUI:s funktionalitet.\nArbeta med GPU-optimering, modellkomprimering och resursallokering för att uppnå hög prestanda i lokala renderingar.\nTesta, dokumentera och underhålla olika renderingspipelines för både stillbilder och animationer.\nSamverka med kreativa team för att översätta game design documents och visuella koncept till fungerande AI-renderingsflöden.\nUtforska nya AI-modeller, tekniker och plugin-system för att hålla vår miljö i framkant.\n\n\n\nKvalifikationer\nStark erfarenhet av ComfyUI eller liknande nodbaserade AI-pipelines.\nKunskap i Python och förmåga att skriva/underhålla egna noder och skript.\nErfarenhet av generativa AI-modeller (LLM, bild- och videomodeller, diffusion, GANs).\nGod förståelse för GPU-miljöer, CUDA, TensorRT eller andra optimeringsverktyg.\nMeriterande med erfarenhet av lokal rendering på flera GPU:er eller kluster.\nErfarenhet av versionhantering (Git), Docker eller liknande containerlösningar.\nMeriterande om du arbetat med kreativ produktion (spel, film, VFX, animation) och kan förstå konstnärliga krav.\n\n\n\nVi erbjuder\nMöjligheten att bygga en toppmodern AI-renderingspipeline från grunden.\nArbete i ett kreativt, tekniskt och framtidsinriktat team baserat i Söderhamn och New York.\nUtrymme att utforska och experimentera med den senaste tekniken inom AI-rendering.\n\n\n\nOm jobbet\nHeltidstjänst eller konsultuppdrag på plats i moderna lokaler i Söderhamn. Flexibilitet med kombinerat distansarbete och arbete på plats är möjligt för att underlätta logistiken.\nLön sätts utefter kvalifikationer.\nOmgående anställning.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30046965",
    "publishedAt": "2025-09-19T06:55:15.000Z",
    "expiresAt": "2025-11-19T22:59:59.000Z",
    "city": "Söderhamn",
    "region": "Gävleborgs län",
    "country": "Sverige",
    "employerName": "Isacorp AB"
  },
  {
    "sourceId": "30043879",
    "title": "Embedded utvecklare",
    "description": "Är du vass på inbyggda system och sugen på nästa steg?\nVi söker dig som älskar kod, gillar att lösa kniviga problem och vill jobba med andra erfarna utvecklare i agila team. Här får du vara med och skapa smarta lösningar för spännande kunder – alltid med kvalitet, innovation och samarbete i fokus.\nDu har troligtvis:\n\nMinst 5 års erfarenhet av utveckling för inbyggda system\nGod koll på C, C++ eller Rust\n\n\nJobbat mot Linux, Android, QNX HyperVisor eller liknande\n\n\nVana vid agilt arbetssätt\n\n\nEn civilingenjörsexamen (eller motsvarande)\n\n\nFlytande svenska och engelska\n\n\nEtt brinnande intresse för teknik och utveckling\n\n \nHos oss får du:\n\nUtmanande projekt och engagerade kollegor\n\n\nKonkurrenskraftiga, individanpassade villkor\n\n\nTydliga utvecklingsmöjligheter\n\n \nVill du jobba med några av de bästa, i en miljö där kompetens, gemenskap och nyfikenhet står i centrum? Hör av dig!",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30043879",
    "publishedAt": "2025-09-18T09:48:31.000Z",
    "expiresAt": "2026-03-07T22:59:59.000Z",
    "city": null,
    "region": "Västra Götalands län",
    "country": "Sverige",
    "employerName": "WRKFRC Bemanning & Rekrytering AB"
  },
  {
    "sourceId": "30037769",
    "title": "Low-code utvecklare",
    "description": "Ref: 20252136 \n\nArbetsuppgifter\nVill du göra skillnad på riktigt – och samtidigt få möjlighet att utvecklas inom några av marknadens mest spännande low-code teknologier? Vi söker dig som vill använda digitalisering som verktyg för att förbättra vardagen för Malmöborna\n\nSom low-code utvecklare hos Malmö stad blir du en nyckelspelare i vårt digitaliseringsarbete. Du kommer att skapa smarta, användarvänliga lösningar i nära samarbete med stadens olika verksamheter. Du arbetar i team tillsammans med verksamhetsutvecklare, arkitekter, projektledare och teknisk expertis.\n\nVi använder främst:\n\n\n• Open ePlatform (för offentlig e-tjänsteutveckling)\n• Power Platform\n• UiPath (för automatisering)\n\nVi ser också ett växande behov av low-code-verktyg inom integrationsutveckling och på sikt även inom processutveckling (BPM). AI tillför såklart både nya möjligheter och utmaningar inom low-code utveckling – du får möjlighet att vara med och utforska framtidens verktyg och arbetssätt.\n\nEn viktig del av ditt uppdrag är att stärka andra: du hjälper kollegor i olika delar av organisationen att själva komma igång med low-code, så att fler kan bidra till digitaliseringen. Du fungerar som coach, bollplank och inspiratör – inte bara som utvecklare.\n\nDitt uppdrag kan innefatta:\n\n\n• Utveckla e-tjänster i Open ePlatform\n• Bygga appar och automatisera processer med Power Platform\n• Automatisera uppgifter med UiPath\n• Bistå med mer avancerad hjälp och stöttning för det som redan är utvecklat\n• Undervisa och stötta andra i att utveckla själva (t.ex. verksamhetsnära utvecklare)\n• Utforska och införa nya low-code-verktyg, t.ex. för BPM eller integration\n• Arbeta nära verksamheter och ta fram lösningar i agila team\n\nHos oss får du:\n\n\n• Arbeta med digitalisering som gör konkret nytta i samhället\n• Möta många olika verksamheter och problemställningar\n• Stötta andra att bli självständiga digitala problemlösare\n• Växa snabbt genom samarbete, lärande och nya tekniska verktyg\n• En trygg arbetsgivare med flexibelt arbetssätt och fokus på balans\n\nKvalifikationer\nVi söker dig som har:\n\n\n• Relevant teknisk högskole-/universitetsutbildning alternativt annan utbildning kombinerat med erfarenhet som vi bedömer\nlikvärdigt\n• Har erfarenhet av eller stort intresse för low-code-plattformar Arbetat nära verksamheter för att identifiera behov och ta fram digitala lösningar\n• Mycket god förmåga att kommunicera på svenska och ta till sig information på engelska.\n• Stort intresse av teknologier och hålla sig uppdaterad med utveckling och trender inom området.\n\nMeriterande är om du dessutom har:\n\n\n• Övriga certifieringar och kurser relaterat till Low-Code-plattformar är meriterande.\n• Skapat e-tjänster eller formulär, t.ex. i Open ePlatform eller motsvarande\n• Arbetat med Power Platform (Power Automate, Power Pages, Power BI, Power Apps...)\n• Erfarenhet av andra low-code eller no-code-plattformar (ex. Mendix, OutSystems, Betty Blocks)\n• Arbetat med automatisering via t.ex. UiPath, Power Automate Desktop eller liknande RPA-verktyg\n• Använt verktyg för processmodellering eller processutveckling (ex. BPMN-verktyg)\n• Drivit eller faciliterat workshops kring processer, digitalisering eller kravinsamling\n• Hjälpt andra komma igång med teknik (t.ex. utbildat, coachat eller stöttat verksamhetsutvecklare)\n• Tidigare arbete inom offentlig sektor, särskilt kommunal verksamhet\n• Erfarenhet från t.ex. IT-support, systemförvaltning eller digitalt verksamhetsstöd\n• Projektarbete enligt agila metoder eller i tvärfunktionella\n• Erfarenhet inom UX-design\n\nFör tjänsten är det viktigt att du som person är nyfiken, lösningsorienterad och gillar att hjälpa andra växa. Du trivs med att samarbeta och bygga broar mellan teknik och verksamhet. Det är en fördel om du kommunicerar övertygande, kan engagera och förmedla budskap på ett tydligt sätt, både i grupp och enskilt. Visar stor förståelse för mottagarnas behov, och målet med budskapet.\n\nOm arbetsplatsen\nPå IT- och digitaliseringsavdelningen arbetar vi med allt från teknik till människor och beteende för att utveckla och leverera digitala lösningar. Vi samarbetar med förvaltningar i Malmö stad, och utgår från Malmöbornas och medarbetares behov. Tillsammans är vi cirka120 kollegor som erbjuder smarta och funktionella lösningar inom IT och digitalisering.\n\nServiceförvaltningen är uppdelad i fem avdelningar och erbjuder allt från färdtjänst till IT och att svara medborgarna i Malmö stads kontaktcenter. Vi underhåller gator, parker, grönytor och stränder, förvaltar Malmö stads alla byggnader och ser till att våra skolelever får bra och näringsrik mat. Tillsammans är vi en smart servicepartner till staden.\n\n\nMalmö stads verksamheter är organiserade i 14 förvaltningar. Vårt gemensamma uppdrag är att skapa välfärd och hållbar samhällsutveckling. Tillsammans med Malmöborna utvecklar vi en ännu bättre stad att bo, verka och vara i; olikheter, livserfarenheter och talanger gör Malmö till en smart stad i hjärtat av Europa. Världens kunskap finns här.\n\nLäs om Malmö stad som arbetsgivare här malmo.se/jobb\n\n\nInformation om tjänsten\nAnställningsform: Tillsvidare\nOmfattning: Heltid\nMöjlighet till distansarbete: Ja, utifrån verksamhetens behov\nAntal tjänster: 2\nTillträde: Snarast, enligt överenskommelse\n\nÖvrigt\n\nPå serviceförvaltningen har vi en gemensam ledarstrategi för att främja ett gott ledarskap för dig som medarbetare och en bra verksamhet för Malmöbon. Vi vill att både våra medarbetare och ledare ska ha en bra arbetsmiljö och utvecklas hos oss. Läs mer om ledarstrategin här. \n\n \nPå serviceförvaltningen erbjuder vi möjlighet till distansarbete, förutsatt att det fungerar för verksamheten och passar dina individuella förutsättningar. I denna tjänst finns det möjlighet till distansarbete på deltid efter dialog med din chef.\n \nMalmö stad strävar efter att medarbetarna ska avspegla den mångfald som finns bland befolkningen. Vi välkomnar därför sökande som kan bidra till att vi som arbetsgivare kan tillgodose Malmöbornas behov.\n \nObservera att vi i Malmö stad tagit bort det personliga brevet från ansökningsprocessen och ersatt det med urvalsfrågor, detta för en mer inkluderande rekryteringsprocess och en effektiv kandidatupplevelse för dig som söker jobb hos oss. Dina svar blir en viktig del i vårt urvalsarbete.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30037769",
    "publishedAt": "2025-09-17T07:20:31.000Z",
    "expiresAt": "2025-10-08T21:59:59.000Z",
    "city": null,
    "region": "Skåne län",
    "country": "Sverige",
    "employerName": "Malmö kommun"
  },
  {
    "sourceId": "30035894",
    "title": "Fullstack utvecklare",
    "description": "Vi brinner för att skapa lösningar som hjälper våra kunder att digitalisera sina verksamhetsprocesser på ett säkert sätt. Här är nu chansen för dig som vill att arbeta med produktutveckling av Ciceron produkter för kunder i Norden. \nCiceron är en framgångsrik produktfamilj som innehåller ett heltäckande utbud inom dokument och ärendehantering, e-arkiv, säkerhet, e-tjänster och integration.\nVill du liksom oss växa med våra kunder, medarbetare och produkter, i kombination med att du har kul på jobbet? Då är drömjobbet ute nu!\nOm rollen\nI rollen som systemutvecklare arbetar du med våra produkter inom Ciceron som levereras som molntjänster och on-premise. Du talar och skriver obehindrat på svenska ochengelska. Som fullstack utvecklare kommer du att arbeta i ett agilt utvecklingsteam där alla i teamet stöttar varandra. \nDu har några års erfarenhet och relevant utbildning inom programutveckling. En eller flera av följande kunskaper är meriterande:\n Kunskap och erfarenhet av att programmera C# .NET eller C/C++ \n  Kunskap och erfarenhet av SQL databaser \n  Kunskap och erfarenhet av versionshantering \n  Kunskap och erfarenhet av webbutveckling HTML, WCAG, Javaskript \n  Kunskap och erfarenhet av automatiserade tester \n  Kunskap och erfarenhet av att skapa lösningsförslag\n \nVem är du?\nI denna tjänst är din utbildningsbakgrund inte det viktigaste, men du är tekniskt intresserad och brinner för att lära dig nya saker. \nPlaceringsort\nDå de flesta av våra utvecklare finns i Skellefteå så ser vi helst att du också finns här och dagligen kan hänga med oss på kontoret. \nVi erbjuder\n 30 dagars betald semester  \n  Flexibel vardag och hybridarbete  \n  Friskvård 4 000 kr/år  \n  Ta del av twodays interna kontaktnätverk med över 3 000+ IT-kompetenser inom hela Norden.  \n  Möjlighet att gå med i twodays investeringsprogram (TOP)  \n \nAnsökan\nLåter det som den perfekta rollen för dig? Vänta inte med att skicka in ditt CV och personliga brev. Har du några frågor om tjänsten så tveka inte på att höra av dig till Berit Backvid, Affärsområdeschef på berit.backvid@twoday.com eller Erling Sjöström, Produktområdeschef på erling.sjostrom@twoday.com \nVarför twoday?\ntwoday är en flexibel arbetsplats med varierande arbetsuppgifter och stort utrymme att utvecklas. Vårt främsta mål är att du som medarbetare kan arbeta i miljö som är trivsam, innovativ, och framförallt - rolig!\n Hos oss hittar du ett väl sammansvetsat flexibelt gäng som hjälper varandra och våra kunder att nå framgång varje dag. Med mer än 3 000 anställda arbetar vi för att skapa en bättre morgondag, som ger mervärde för oss som människor och samhället som helhet. Vi tror att med rätt medarbetare och högteknologiska lösningar kan vi skapa en tydligare bild av var vi är just nu – och var vi kommer vara imorgon.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/30035894",
    "publishedAt": "2025-09-16T13:58:41.000Z",
    "expiresAt": "2026-03-05T22:59:59.000Z",
    "city": null,
    "region": "Västerbottens län",
    "country": "Sverige",
    "employerName": "twoday INSIKT AB"
  }
]